Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/waste_management_and_recycling/domestic_recycling_services.html.txt.tmx
Source language: en
Languages: ga

source: • What can I recycle?
ga: • Earraí gur féidir athchúrsáil a dhéanamh orthu

source: • What happens to recycled items?
ga: • Cad a tharlaíonn don ábhar athchúrsáilte?

source: There is a wide range of services and facilities to recycle domestic waste
ga: Tá réimse seirbhísí agus áiseanna ar fáil chun dramhaíl bhaile a athchúrsáil

source: As well as reducing the volume of waste going to landfill sites, recycling and composting your domestic waste helps to minimise waste collection charges
ga: Mar bharr air sin, tairbhe sa mbreis a bhaineann le hathchúrsáil agus múirín a dhéanamh ná go ngearrann sé siar ar tháillí bailiúcháin dramhaíola

source: Many of the items used in the home can be recycled
ga: Is féidir go leor de na rudaí a úsáidtear sa bhaile a athchúrsáil

source: The benefits of recycling include a cleaner environment, the safe disposal of hazardous materials, greater awareness of excess packaging and a careful approach to the use and re-use of materials
ga: I measc na dtairbhí a bhaineann le hathchúrsáil tá timpeallacht níos glaine, diúscairt shábháilte d’ábhar guaiseach, eolas níos fearr ar phacáistiú iomarcach agus cur chuige níos cúraimí sa chaoi a úsáidtear agus a athúsáidtear ábhair

source: Many products carry international recycling symbols that help to identify how they can be re-used and/or disposed of safely – see ‘Recycling symbols’ below
ga: Is minic go mbíonn siombailí athchúrsála idirnáisiúnta ag go leor míreanna a chuidíonn le daoine a aithint conas rud a athúsáid agus conas ar cheart fáil réidh leis go sábháilte - féach ‘Siombailí athchúrsála’ thíos

source: How do I recycle?
ga: Conas is féidir athchúrsáil?

source: There are several ways of arranging to recycle waste
ga: Tá bealaí éagsúla ann chun dramhaíl a athchúrsáil

source: You can take it to a recycling facility or use a kerbside collection (if available)
ga: Is féidir í a thabhairt chuig saoráid athchúrsála nó bailiúchán cosáin a úsáid (más ann)

source: For organic waste, you may choose to compost it yourself – see ‘Composting’ below
ga: Is féidir múirín a dhéanamh as ábhar orgánach - féach 'Múirín a dhéanamh' thios

source: There are 3 types of permanent recycling facility: bring banks, civic amenity sites and recycling centres
ga: Tá 3 shaghas buan-shaoráid athchúrsála ann: bancanna tabhartha, ionaid fhóntas pobail agus ionaid athchúrsála

source: Most local authorities also set up temporary collection points for Christmas trees each year
ga: Cuireann formhór na n-údarás áitiúil pointí bailiúcháin ar fáil go sealadach gach bliain chun crainn Nollag agus a leithéid a bhailiú

source: You can find out what is available in your area from Repak or from your local authority
ga: Is féidir a fháil amach ó Repak nó ón údarás áitiúil cad tá ar fáil i do cheantar

source: Bring banks are unstaffed collection points for recyclable materials like glass bottles, drinks cans and food cans
ga: Bancanna nó ionaid tabhartha: is ionaid iad seo (gan foireann) le haghaidh ábhair inathchúrsála cosúil le gloine, páipéar, cannaí bia agus cannaí deoch

source: Some bring banks also have collection bins for unwanted clothes
ga: Glactar teicstílí ag roinnt díobh freisin

source: Civic amenity sites are similar to bring banks but can accept a larger variety of items
ga: Ionaid fhóntais phobail: tá na hionaid seo cosúil le hionaid tabhartha, ach is féidir leo glacadh le tuilleadh sórt dramhaíola

source: They are purpose-built, are staffed and have specific opening hours
ga: Is iondúil go mbíonn foireann iontu, go mbíonn geata ann agus go mbíonn siad ar oscailt ag amanna áirithe

source: In general they accept paper, cardboard, plastic and glass bottles, drinks cans and food tins, textiles and footwear, electrical equipment, fluorescent tubes, waste oil and DIY waste
ga: Go ginearálta, bailíonn siad páipéar, cairtchlár, buidéil phlaisteacha agus ghloine, cannaí óil agus bia, teicstílí agus bróga, trealamh leictreacha, tiúbanna fluaraiseacha, ola dramhaíola, dramhaíl DFÉ agus dramhaíl treascartha

source: Some also accept garden waste and Christmas trees
ga: Bailíonn roinnt díobh dramhaíl ghlas freisin, cosúil le crainn Nollag agus ciorruithe féir

source: Staff at civic amenity sites can provide advice and information about recycling and they may have home composting bins for sale
ga: Is féidir le foireann sna hionaid seo comhairle agus faisnéis a thabhairt faoi athchúrsáil agus is minic a mbíonn gléasanna mhúirín bhaile ar díol acu

source: Recycling centres are also staffed and gated and have specific opening hours, but accept a smaller variety of items than civic amenity sites
ga: Ionaid athchúrsála: bíonn foireann iontu, bíonn geata iontu agus bíonn siad ar oscailt ag amanna áirithe, ach ní ghlacann siad leis an méid ábhar ar féidir a chur chuig ionaid fhóntais phobail

source: In general they do not accept very bulky items
ga: Go ginearálta, ní ghlacann siad le dramhaíl théagartha

source: They are not custom-built and tend to be located in existing sites such as local authority depots
ga: Ní ionaid shaincheaptha iad agus is iondúil a shuitear iad in iostaí an údaráis áitiúil

source: Again, staff can provide advice and information about recycling and they may have home composting bins for sale
ga: Is féidir leis an bhfoireann comhairle agus faisnéis a thabhairt faoi athchúrsáil agus is minic a mbíonn gléasanna mhúirín bhaile ar díol acu

source: Kerbside collection of recyclable waste is often known as a ‘green bin’ collection
ga: Bailiúchán cosáin: tugtar bailiúchán 'araid ghlas' ar an tseirbhís seo go minic

source: Recyclable materials include plastic bottles, glass bottles, drink cans, food tins, newspapers or magazines, cardboard and compostable material
ga: Is féidir athchúrsáil a dhéanamh ar bhuidéil phlaisteacha, ar bhuidéil ghloine, ar channaí dí, ar channaí bia, ar nuachtáin, irisí, cairtchlár agus ar ábhar mhúirín

source: Most areas now have a separate bin collection for organic waste – often called a ‘brown bin’ collection. Read more on brownbin.ie
ga: Tá bailiúchán cosáin i mbeagnach gach ceantar le haghaidh ábhar orgánach, ar a dtugtar bailiúchán 'araid donn' go minic

source: Composting is the breakdown of organic material like kitchen or garden waste by organisms that convert it into an earth-like mass, which can then be used as a soil conditioner
ga: Múirín a dhéanamh: bristear síos ábhar cistine agus gairdín, go horgánach, agus déantar ábhar créafóige de, gur féidir a úsáid ansin chun ithir ghairdín a fheabhsú

source: Most garden waste and much kitchen waste can be composted – see our document on composting
ga: Is féidir formhór de dhramhaíl an ghairdín a úsáid - féách ár gcáipéis déanamh múirín

source: Some civic amenity centres accept organic materials, or you can use the ‘brown bin’, if available
ga: Glacann roinnt ionad fóntais phobail le hábhar orgánach agus is féidir é a chur san 'araid donn' freisin, más ann

source: Many local authorities sell home composting bins at subsidised rates
ga: Cuireann a lán údaráis áitiúla gléas múirín baile ar fáil ar chostas laghdaithe

source: What can I recycle?
ga: Earraí gur féidir athchúrsáil a dhéanamh orthu

source: A wide range of items can be accepted for recycling
ga: Is féidir glacadh le réimse leathan earraí le haghaidh athchúrsála

source: Check with your local centre or collection service as there can be considerable variation in what they accept
ga: Seiceáil le d’ionad áitiúil nó le do sheirbhís bhailithe mar gheall go bhféadfadh éagsúlacht shuntasach a bheith i gceist i dtaobh an mhéid a bhailíonn siad

source: All materials should be clean, to avoid contamination – wash out bottles, cans, yogurt pots etc
ga: Ba cheart go mbeadh gach ábhar glan, chun éilliú a sheachaint – nigh buidéil, cannaí, potaí iógairt etc

source: The items most commonly recycled are:
ga: Is iad na hábhair is mó a athchúrsáiltear:

source: • Glass bottles and jars – recycle lids/caps separately
ga: • Buidéil agus crúiscíní gloine - athchúrsáil claibíní/caidhpeanna go leithleach

source: • Paper (newspapers, magazines, telephone books, office paper, junk mail, comics and light cardboard)
ga: • Páipéar (nuachtáin, irisí, eolaí teileafóin, paipéir oifige, dramhphost, irisí grinn agus cairtchlár lag)

source: • Laminated or waxed papers like paper cups
ga: • Páipéir lannaithe nó ciartha, ar nós cupáin pháipéir

source: • Drinks cartons (for milk, juice etc.)
ga: • Cartáin deoch (bainne, sú srl.)

source: • Aluminium (soft drink and beer cans, foil)
ga: • Alúmanam (cannaí deoch, scragall)

source: • Plastic bottles and cartons
ga: • Plaisteach (buidéil agus cartáin)

source: • Food tins (fruit, vegetables, pet food)
ga: • Cannaí bia (ó thorthaí, glasraí srl.)

source: • Plastic bottle tops, metal and aluminium lids
ga: • Caipíní buidéil - plaisteach, miotal agus alúmanam

source: • Textiles (clean clothes, bed linen, towels, coats and jackets)
ga: • Earraí fite atá glan (éadaí, éadaí leapan, tuaillí, cótaí agus seaicéid)

source: • White goods (washing machines, cookers, dryers, dishwashers, fridges)
ga: • Earraí geala (meaisíní níocháin, soirn, triomadóirí, maisín níocháin soithigh)

source: • Batteries (also collected in shops and supermarkets)
ga: • Batairí (glactar leo i siopaí freisin)

source: Items that cannot be accepted for recycling
ga: Earraí nach féidir athchúrsáil a dhéanamh orthu

source: • Crystal glass, Pyrex, television tubes, opal glass, (that is, alcohol bottles where a large amount of foil is glued to he bottle) and car windscreens
ga: • Gloine chriostal, Pyrex, piobáin teilifíse, gloine ópal, (mar shampla., Buidéil alcóil ar a bhfuil alán cúil greamaithe don ghloine) agus gloine ghaoithe cairr

source: • Porcelain, pottery, stones and ceramic tiles
ga: • Poirceallán, cré-earraí, leacáin chloch nó leacáin chriadóireachta

source: • Carpets and rugs, cushions or mattresses
ga: • Cairpéid, rugaí, cúisíní nó tochtanna

source: Many household products contain substances that are potentially harmful to the environment
ga: Tá ábhair atá contúirteach don timpeallacht in a lán táirgí tí

source: They include medicines, aerosols, bulbs and fluorescent tubes, polishes, adhesives, household cleaners, drain cleaners, solvents, weedkillers and fertilisers
ga: Ina measc seo bheadh ábhair leighis, aerasól, bleibíní agus solais fhluairaiseachta, snasáin, ábhar greamaitheach, ábhar glanta tí, ábhar glanta caidhséir, ábhair tuaslagadh, péint, fiailnimh agus leasú talún

source: Some of these items can be brought to a civic amenity centre where they can be recycled or disposed of
ga: Is féidir roinnt de na hábhair seo a thabhairt chuig ionad fóntais phobail agus déanfar athchúrsáil orthu nó beidh modh éigin acu chun fáil réidh leis an ábhar

source: Pharmaceutical drugs (such as painkillers), medical waste (such as syringes or surgical gloves) and containers for pharmaceutical drugs should be returned to your local pharmacy, which can dispose of them properly
ga: Ba cheart drugaí cógaisíochta (pianmhúcháin mar shampla), brúscar leighis (steallairí nó lámhainní máinliachta mar shampla) agus soithí do dhrugaí cógaisíochta a thabhairt ar ais chuig an gcógaslann áitiúil, áit gur féidir fáil réidh leo ar an mbealach cuí

source: Some local authorities organise mobile collections, where hazardous waste can be left at a central point
ga: Eagraíonn údaráis áitiúla áirithe bailiúcháin faoi leith do dhramhaíl chontúirteach ionas gur féidir leis an bpobal an t-ábhar seo a thabhairt chuig ionad amháin le go ndéanfar athchúrsáil air

source: Contact your local authority for further details
ga: Beidh níos mó eolais ag d'údarás áitiúil

source: The most common recycling symbol on products and packaging is the mobius loop - three arrows in a circle
ga: Is í an tsiombail athchúrsála is coitianta ar tháirgí agus ar phacáistiú ná an lúb mobius

source: This means that a product is either recyclable or has some recycled content
ga: Ciallaíonn sé seo gur féidir an táirge a athchúrsáil nó go bhfuil cuid dá ábhar inathchúrsáilte

source: Another common symbol is the Green Dot – a pan-European symbol that appears under licence on product packaging
ga: Siombail choitianta eile is ea an Ponc Glas - siombail phan-Eorpach a fheictear faoi cheadúnas ar phacáistiú tháirgí

source: It means that the supplier of that packaging is committed to protecting the environment by funding the recovery and recycling of their packaging waste
ga: Ciallaíonn sé go bhfuil soláthraí an phacáistiú sin tiomanta do chosaint na timpeallachta trí mhaoiniú a thabhairt d’aisghabháil agus d’athchúrsáil na dramhaíola pacáistithe

source: Recycling services provided to the public are mainly free of charge
ga: Go ginearálta, cuirtear seirbhísí athchúrsála ar fáil don phobal saor in aisce

source: However, civic amenity centres or recycling centres may charge for certain items or for large quantities – check with your local centre
ga: D’fhéadfadh ionaid chonláiste chathartha nó ionaid athchúrsála táille a ghearradh, áfach, ar earraí áirithe nó ar chainníochtaí móra – seiceáil le d’ionad áitiúil

source: A charge for kerbside collection may also be included in your domestic waste charges – check with your service provider
ga: D'fhéadfadh méid airgid a bheith le n-íoc chun bailiúchán cosáin a fháil chomh maith leis an íocaíocht ar an mbailiúchán boscaí brúscair - fiafraigh ded'oibritheoir dramhaíola

source: Most local authorities also provide home composters at subsidised rates
ga: Cuireann a lán údaráis áitiúla gléasanna mhúirín bhaile ar fáil ar chostas íseal

source: For details of kerbside collections in your area, check your local authority's website
ga: Chun teacht ar shonraí faoi bhailiúcháin cois bóthair i do cheantar, seiceáil láithreán gréasáin d’údaráis áitiúil

source: To find a recycling facility, you can use Repak’s search or check the local authority's website
ga: Chun teacht ar shaoráid athchúrsála, féadfaidh tú cuardach Repak a úsáid nó seiceáil le láithreán gréasáin d’údaráis áitiúil

source: Websites such as Free Trade Ireland enable people to find new homes for unwanted items
ga: Cuireann láithreáin ghréasáin, ar nós Saorthrádáil Éireann (Free Trade Ireland) ar chumas daoine áiteanna nua a aimsiú d’earraí gan iarraidh

source: What happens to recycled items?
ga: Cad a tharlaíonn don ábhar athchúrsáilte?

source: Lead acid batteries (from cars, trucks, boats, tractors, etc.) are made of plastic and contain dilute sulphuric acid and lead
ga: Tá batairí le haigéad luaidh (carranna, trucail, báid, tarracóirí agus rl.) déanta as plaisteach agus tá aigéad sulfarach caol agus luaidh iontu

source: During the recycling process, the batteries are crushed, the acid is drained off and neutralised and the plastic and lead are compacted and baled for recycling
ga: Le linn na hathchúrsála brúitear an bataire leis an aigéad a thógáil as agus é a dhéanamh neodrach agus déantar an plaisteach agus an luaidh dlúth agus ina mbeartanna chun a bheith réidh don athchúrsáil

source: Button batteries (cameras, hearing aids, watches, computers and calculators) can be recycled using a thermal process
ga: Is féidir na batairí beaga (ceamara, áiseanna éisteachta, uaireadóirí, ríomhairí agus áiritheoirí) a athchúrsáil ag baint úsáide as teas

source: Domestic rechargeable batteries (mobile and cordless phones, laptops, power tools and cordless appliances) can be also recycled using a thermal process, which reclaims the cadmium, nickel and iron
ga: Úsáidtear teas ar na batairí athchumhachtaithe tí (gutháin phóca agus soghluaiste, ríomhairí láimhe, uirlísí cumhachta agus trealaimh gan córda) chun an caidmiam, an nicil agus an t-iarann a thógáil astu

source: The reclaimed cadmium is used to make new batteries while the nickel and iron are used to make stainless steel
ga: Úsáidtear an caidiam a bhíonn faighte sa bhealach seo chun batairí nua a dhéanamh agus téann an nicil agus an t-iarann chun cruach domheirgthe a dhéanamh

source: Glass must be sorted according to colour to avoid contamination
ga: Ba chóir gloine a roinnt de réir dath chun go mbeadh an ghloine slán chun a bheith úsáidthe arís

source: It is crushed and turned into ‘cullet’
ga: Bristear an ghloine go mion agus déantar 'cullet' aisti

source: In the making of new glass, cullet can be up to 40% of the raw material
ga: I ndéanamh gloine nua is féidir suas le 40% cullet a úsáid sa bhunábhar

source: This amounts to significant savings in raw materials and energy needed to melt the glass
ga: Cuidíonn sé seo chun costas an bhunábhair a ísliú agus chun ísliú a dhéanamh ar an méid fuinnimh a úsáidtear chun an ghloine a leá

source: Vehicles can be dismantled, stripped of any valuable materials and crushed for smelting
ga: Tógtar feithicilí as a chéile agus úsáidtear aon ní fiúntach atá iontu agus brúitear a bhfuil fágtha chun é a bruithniú

source: Household appliances like washing machines, cookers, dryers, dishwashers and toasters can be dismantled
ga: Tógtar óna chéile fearais tithe mar maisíní níocháin, soirn, triomadóirí, meaisíní níocháin soithí agus tóstaeir

source: The ferrous and non-ferrous metals are separated and the rest is disposed of
ga: Scartar na hábhair iarnúla ó na hábhair nach bhfuil iarnúil agus faightear réidh lena bhfuil fágtha

source: There are also specialist recyclers who process the more complex items such as computers and televisions
ga: Tá saineolaithe ann go bhfuil ar a gcumas athchúrsáil a dhéanamh ar nithe níos casta ná seo mar ríomhairí agus teilifíseáin

source: These recyclers separate components of the equipment for resale or recycling of valuable materials
ga: Tógann na saineolaithe seo na hábhair luachmhara óna chéile le díol ar aghaidh nó chun athchúrsáil a dhéanamh orthu

source: They may also refurbish entire systems for resale
ga: Is féidir leo, uaireanta, córas iomlán nua a dhéanamh as na píosaí

source: The aluminium can is one of the most valuable waste materials
ga: Tá an canna alúmanaim ar cheann de na hábhair dhramhaíola is luachmhara atá ann

source: Aluminium foil can also be recycled – both the heavy foil that comes with take-away meals, ready-cook meals etc. and the lighter ‘tin foil’ used in cooking
ga: Is féidir athchúrsáil a dhéanamh ar an scragall alúmanaim freisin - an scragall trom a úsáidtear le haghaidh béilí 'beir leat', béilí réidh chun cócaireachta chomh maith leis an 'scragall stáin' a úsáidtear chun cócaireacht

source: Baled aluminium cans and foil are smelted into ingots, which are then rolled before being made into cans and other products
ga: Bruithnítear na carnáin de channaí alúmanaim agus déantar barraí díobh sula n-úsáidtear iad chun cannaí nua agus nithe eile a dhéanamh

source: Waste mineral oil (fuel oil and lubrication oil) can be reprocessed and re-sold as low-grade industrial lubricant or industrial boiler fuel oil to generate heat, electricity or both
ga: Is féidir ola dramhaíola mianrúil (ola bhreosla agus ola bhealaithe) a ath-úsáid agus a athdhíol mar ola bhealaithe de ghrád íseal nó mar bhreosla do choire ola thionsclach chun teas nó leictreachas nó an dá rud a ghiniúint

source: Vegetable oils, such as cooking oil, should never be mixed with mineral oil
ga: Níor choir go gcuirfí ola ghlasrach, mar ola chócaireachta, isteach le ola mhianrach

source: These oils can be cleaned and used in animal feeds, or in fuel for adapted cars
ga: Is féidir na holaí glasracha seo a ghlanadh agus a athúsáid i mbia ainmhithe

source: For fire safety reasons, paper recycling facilities must be supervised
ga: Toisc go bhfuil contúirt tine ann, ní mór maoirseacht a dhéanamh ar ionaid athchúrsála páipéir

source: Newspapers, magazines, office paper, junk mail, light cardboard, telephone books, greeting cards, calendars and diaries, paper bags, comics can all be recycled
ga: Is féidir athchúrsáil a dhéanamh ar nuachtáin, irisí, páipéar oifige, dramhphost, cairtchlár éadrom, eolaithe teileafóin, cartaí éagsúla, féilirí agus dialanna, malaí páipéir agus rl

source: Collected paper goes to paper mills, where it is recycled into new paper
ga: Seoltar an páipéar a bhíonn bailithe ar aghaidh chuig na muillte paipéir le go ndéanfar páipéar nua as

source: The plastics industry has a code for labelling different plastic materials to help with identification and recycling
ga: Tá cód ag tionscail an phlaistigh chun gur féidir na cinéalacha éagsúla plaisteacha a aithint óna chéile, rud a chabhraíonn leis an athchúrsáil ar phlaisteach

source: The majority of plastic containers found in the home are made from HDPE, LDPE, PVC or PET
ga: Is as HDPE, LDPE, PVC nó PET atá formhór na bplaisteach a bhíonn in úsáid timpeall an tí déanta

source: Most of the containers for soft drinks are made from PET (polyethene terephthalate)
ga: Is as PET (polaitéin teireatlach) atá na buidéil phlaisteacha a úsáidtear chun deocha neamh mheisciúla a choiméad

source: These bottles can be shredded and recycled as fibre for the polyester lining for sleeping bags, pillows and quilted jackets
ga: Gearrtar go mion an plaisteach seo agus úsáidtear an t-ábhar athchúrsála poileistear a thagann uaidh istigh i málaí codalta, i bpiliúir agus i seaicéid chuilteacha

source: Recycled plastics can be used for fencing, garden furniture, car bumpers, plastic bags, PVC pipes and flooring
ga: Úsáidtear an plaisteach athchúrsáilte in alán bealaí, mar sconsaí, mar throscáin ghairdín, cosantóirí cairr, líneáil do bhoscaí brúscair agus piobaí PVC (clóiríd pholaivinile) agus i ndéanamh ábhair urláir

source: Home composting provides an excellent soil conditioner and allows most kitchen and garden waste to be recycled
ga: Tugann an córas múirín baile deis duit formhór den dramhaíl chistine agus ghairdín a athchúrsáil agus an toradh a chuir ar an ithir mar leasú

source: Some civic amenity centres provide composting services and sell the compost
ga: Cuireann, nach mór, gach láthair seirbhísí deis chun múirín a dhéanamh ar fáil saor in aisce

source: Most local authorities also recycle Christmas trees
ga: Cuireann roinnt údaráis áitiúla seirbhís ar fáil chun athchúrsáil a dhéanamh ar chrainn Nollag

source: They are shredded and the shavings are used for landscaping
ga: Déantar mionghearrtha ar na crainn agus úsáidtear na scamh adhmaid i dtírdhreach agus i ngarraíodóireacht

source: Clothes and textiles that are suitable for re-sale are sent to charity shops to be sold
ga: Cuirtear éadaí agus earraí fite eile, atá de chaighdeán sásúil, chuig siopaí carthranachta le díol

source: Clothes and textiles that are not suitable are recycled into carpet underlay felt, machine-wiping cloths or fibre filler for furniture
ga: Na héadaí agus na hearraí fite nach bhfuil oiriúnach chun díolta, úsáidtear iad mar fheilt faoi bhrat urláir, ceirteanna cuimilte nó mar snáth líonta do throscáin
